"(Not You?)|Login - Clickable text letting user log in as a different user" = "（這不是你？）";

"+%i|Very short string used in place of X names of members of a thread (when the thread name is too long to fit). Ex: +1, +2, +3.  If the language has no short way to express this, use … (ellipsis) or equivalent." = "+%1$i 人";

",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = "、";

"1 Friend is Nearby|Title of megaphone to encourage user to share location." = "1 位朋友在附近";

"1 day|text to show user was online/active 1 day ago (don't abbrev)" = "1 天";

"1 hour|text to show user was online/active 1 hour ago (don't abbrev)" = "1 小時";

"1 minute|text to show user was online/active 1 minute ago (don't abbrev)" = "1 分鐘";

"1d|short indicator that a user was active 1 day ago" = "1 天";

"1h|short indicator that a user was active 1 hour ago" = "1 小時";

"1m Limit: Release to send|notify user that the maximum recording time has been reached" = "1 分鐘限制：放開以傳送";

"1m|short indicator that a user was active 1 minute ago" = "1 分鐘";

"2 days|text to show user was online/active 2 days ago (don't abbrev)" = "2 天";

"2 hours|text to show user was online/active 2 hours ago (don't abbrev)" = "2 小時";

"2 minutes|text to show user was online/active 2 minutes ago (don't abbrev)" = "2 分鐘";

"A new version of Messenger is available.|New version title" = "更新版本的「Facebook 手機即時通」已經釋出。";

"Activation Code|placeholder text for activation code field" = "啟用代碼";

"Activation Request Failed|" = "啟用要求失敗";

"Active Now (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "上線（%1$d）";

"Add Favorite|Title of screen shown when user is adding a new favorite" = "加到我的最愛";

"Add More People|button for adding people to the conversation" = "新加更多人";

"Add More People|title for add members page" = "新加更多人";

"Add More People|title for add people page" = "新加更多人";

"Add To Conversation|text to show in the add people button" = "加到對話中";

"Add to Existing Contact|action sheet option for adding a phone number to an existing contact" = "加至現有聯絡人的資料中";

"Add|generic add button" = "新增";

"Adding...|adding progress text" = "加⋯⋯";

"Advanced Settings|text for advanced settings button" = "進階設定";

"Advanced|title for advanced settings page" = "進階設定";

"Alerts Off Until %@|Indicates that alerts are off until X time" = "在 %1$@ 之前，關閉來訊提醒";

"Alerts Off for 1 Hour|Indicates that alerts are off for 1 hour" = "關閉來訊提醒 1 個小時";

"Alerts Off|Indicates that alerts are off" = "關閉來訊提醒";

"Alerts On|Indicates that alerts are on" = "開啟來訊提醒";

"All notifications are off for 8h.|footer text for notifications settings applying to all conversations" = "所有通知關閉 8 小時。";

"All notifications are off.|Mute warning display on thread list" = "關閉所有通知。";

"Answer|Text for button that accepts a call" = "回答";

"Archive Thread|Button label that will archive the thread" = "存檔訊息";

"Are you sure you want to delete the conversation name?|alert message for deleting conversation name" = "確定要刪除此對話名稱？";

"Are you sure you want to leave this conversation? You will no longer receive new messages.|confirmation dialog message for leaving a thread" = "確定要離開此對話？你將不會再收到新訊息。";

"Are you sure?|Title for dialog asking the user if they're sure if they want to not enable push notifications" = "你確定嗎？";

"Attach a Photo|Button label for attaching a photo from the photo library" = "附上相片";

"Attach media|Accessibility text for button that lets user start attaching photos or other media, as well as emoticons and emoji" = "附加媒體檔案";

"Auto Send|Auto send label" = "自動傳送";

"Back|generic nav bar back button" = "返回";

"Bing Image Search|" = "必應圖片搜尋";

"Call Ended|End call message in non-error case" = "通話結束";

"Call Ended|String shown when the call ends" = "通話結束";

"Call Failed|End call message in error case" = "通話失敗";

"Call %@|action sheet option for calling a phone number" = "撥打 %1$@";

"Camera|Button label for attaching a photo from the camera" = "相機";

"Cancel|Title for generic Cancel button." = "取消";

"Choose Photo|action sheet option for choosing a photo from photo library" = "選擇相片";

"Clear|prompt to clear all unsent messages" = "清除";

"Clearing...|Progress text shown while clearing the image for a thread" = "清除中……";

"Clearing...|Progress text shown while clearing the name for a thread" = "清除中……";

"Close active chat|Button to close an active chat" = "關閉進行中的聊天";

"Comment|Comment button title" = "留言";

"Compose message to %@|Accessibility label describing a text view to start writing a message to a user with no draft message" = "撰寫訊息給 %1$@";

"Compose message to %@: %@|Accessibility label describing a text view to start writing a message to a user with some appended draft message" = "撰寫訊息給 %1$@：%2$@";

"Confirm Phone|Title of page where user enters their phone number" = "確認電話";

"Connecting|Text shown on call screen while connecting a call" = "撥號中";

"Connection Failed|Alert title when connection failed" = "連線失敗";

"Connection Lost|End call message in connection lost case" = "連線中斷";

"Contact Info|Title of the canonical thread info page." = "聯絡資料";

"Contacting|Text shown on call screen while contacting another party" = "撥號中";

"Continue|Login - Login Button Title for Keychain Login" = "繼續";

"Conversation Name|placeholder text in conversation name textfield" = "對話名稱";

"Copy Link|Option that pops out after long press on a link in message thread." = "複製連結";

"Copy|action sheet option for copying a string to the clipboard" = "複製";

"Could not add new members. Please try again.|message for failing to add members dialog" = "無法新增新成員。請再試一次。";

"Could not retrieve availability|Text shown to an user when the operation to retrieve the other party's callable status fails" = "無法擷取通話狀態";

"Countries|Title for country picker" = "國家/地區";

"Country|Country - Country placeholder text" = "國家/地區";

"Create Group Conversation|button for adding people to the canonical conversation" = "建立群聊對話";

"Create New Contact|action sheet option for creating a new contact" = "建立新的聯絡人";

"Currently in a call|Error message when user tries to initiate a call while already in a call" = "目前通話中";

"Customize Notification Settings|User education for how to configure conversation alerts" = "自訂通知設定";

"Decline|Text for button that declines a call" = "不接聽";

"Delete Conversation Name|alert title for deleting conversation name" = "刪除對話名稱";

"Delete Message? It cannot be undone.|text shown when a user swipes to delete a message" = "刪除訊息？此動作無法恢復。";

"Delete|Button to accept deleting the name of a conversation" = "刪除";

"Delete|Label for button to delete previous character" = "刪除";

"Delete|button text for deleting a message" = "刪除";

"Delete|button text for removing an unsent message" = "刪除";

"Details|title for message details page" = "詳細資料";

"Discover Who's Nearby|Title of NUX to encourage user to share location." = "發現在附近的朋友";

"Discover which friends are nearby and let them know you're around.|Description of megaphone to encourage user to share location." = "發現哪些朋友在這附近，並讓他們知道你就在不遠的地方。";

"Discover who's in the area and let them know you're around.|Description of megaphone to encourage user to share location." = "發現誰在這個地區，並讓他們知道你就在附近。";

"Dismiss|Dismiss the audio recorder" = "解除";

"Don't Delete|Button to decline to delete the name of a conversation" = "請勿刪除";

"Don't Save|Don't save action sheet button" = "不要儲存";

"Done|Title for generic Done button that dismisses a view. This needs to be a short string to avoid truncation." = "完成";

"Download|Button title to download an upgrade" = "下載";

"Edit|Edit button/label title for chat divebar" = "編輯";

"Email|email field placeholder on login screen" = "電子郵件";

"Empty Feedback|Title for empty feedback warning." = "空白的回饋意見";

"Enter Code|Enter Code page title" = "輸入代碼";

"Error|error title after failed to load webview" = "錯誤";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Facebook 用戶";

"Failed to add members|title for failing to add members dialog" = "無法加人進入對話";

"Failed to save your settings.|error message after changing thread alert setting." = "無法儲存你的設定。";

"Favorites|chat bar favorites header title" = "最愛";

"Free Call|Text on button that starts a messenger call" = "免費通話";

"Free Calling Unavailable|Title for dialog explaining that messenger calls are not available" = "無法使用免費通話";

"Friends of Friends|Table section header for a list of friends of friends search results" = "朋友的朋友";

"Friends on Messenger|Table title: Friends who have Facebook Messenger" = "在即時通的朋友";

"Get Directions|action sheet option for viewing a map" = "規劃路線";

"Get Facebook Messenger|Title of a link that takes the user to download the Facebook Messenger app" = "下載 Facebook 手機即時通";

"Get Started|Title for NUX" = "新手上路導引";

"Give us feedback or report a problem|Placeholder text for the report bug or feedback input field" = "請提出你的回饋意見或回報問題";

"Google Image Search|" = "Google 圖片搜尋";

"Group Conversation|Create a group conversation divebar label" = "群聊";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "群聊";

"Group Info|Title of group thread info page." = "團體資訊";

"Help|text for help button" = "說明";

"Hold to Talk|The instruction for holding the record button and talk" = "按住以通話";

"I'm sure|Button label confirming the user wants to continue with the selected action" = "我確定";

"If you enjoy using %@, would you mind taking a moment to rate this update? Thanks!|Prompt for user to rate the app." = "如果您對使用 %1$@ 感到滿意，能擔誤您一分鐘的時間幫忙評比一下這個更新版本嗎？謝謝！";

"Image Search|action sheet option for choosing a photo from image search" = "圖片搜尋";

"Include your location|Title of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "附上你的座標位置";

"Incomplete contact|Alert title: Newly created contact needs more information" = "聯絡人資料不完整";

"Incorrect Confirmation Code.|alert title for incorrect confirmation code" = "確認代碼錯誤。";

"Install Facebook Messenger?|The caption to promote users for installing Facebook Messenger app" = "安裝 Facebook 即時通？";

"Install Messenger to listen to this message and record your own.|The detailed message to tell user that the audio clip feature is not supported on the wilde, and then promote a link for them to download the Facebook Messenger app" = "下載手機即時通，聆聽這個訊息或是錄下你自己的訊息。";

"Install|Button text to install the Facebook Messenger" = "安裝";

"Invalid Contact|Alert title: Newly created contact has invalid information" = "無效的聯絡人資料";

"Invalid Country Code|alert title for invalid country code" = "國碼無效";

"Invalid Phone Number|alert title for invalid phone number" = "電話號碼無效";

"Keep everyone in the loop|Detail subtitle for Group Chat NUX slide" = "讓每個人都掌握情況";

"Last Updated: %@|last updated date in pull to refresh header" = "上次更新： %1$@";

"Learn More|Title for button to learn more about sharing location." = "了解更多";

"Leave Conversation|leave conversation button" = "離開對話";

"Leave conversation?|confirmation dialog title for leaving a thread" = "離開對話？";

"Leave|Button title for leaving a thread" = "離開";

"Leaving...|Progress text shown while leaving a thread" = "退出中⋯⋯";

"Let people in this conversation know where you are.|Text of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "讓在這對話中的人知道你在哪裡。";

"Licenses|Licenses screen title" = "權利許可";

"Licenses|text for licenses button" = "權利許可";

"Like|Like button title" = "讚";

"Load Earlier Messages|message for loading earlier messages" = "載入之前的訊息";

"Loading...|Message presented while waiting for content to load." = "載入中⋯⋯";

"Locating You...|Message presented when waiting for an accurate location fix." = "定位中⋯⋯";

"Location is Disabled|Title for dialog indicating that the app hasn't been granted location permissions" = "座標定位功能已關閉";

"Location is off for this conversation|Title of location NUX when user turns off location services for the first time." = "這個對話訊息的座標定位功能關閉中";

"Location services are off. Turn on to let people in this conversation know where you are.|Text of location NUX when user has disabled location services." = "座標定位功能關閉中。開啟以讓對話中的人知道你在哪裡。";

"Location services are on|Title of location NUX when user has enabled location services." = "座標定位功能已開啟";

"Log In to Facebook|Login - Login Button Title for password login" = "登入 Facebook";

"Logged in as %@|Login - Text showing who user is logged in as" = "以 %1$@ 身分登入";

"Login Approval Required|title of login approval dialog" = "需要登入核准";

"Login Failed|Invalid login alert title" = "登入失敗";

"Map|title of map tab" = "地圖";

"Mark as Unread|Button label that will mark the thread as unread" = "標示為未讀訊息";

"Meet Friends on the Go|Title of megaphone to encourage user to share location." = "在行程中和朋友碰面";

"Message|divebar message button title" = "訊息";

"Messages|Messenger module display name" = "訊息";

"Messages|name of the app with Facebook brand" = "訊息";

"Messenger|The title of the app, used in Appirater's dialog." = "即時通";

"More Friends (%d)|Title for chat bar section containing friends who are not top friends. Number after string is number of friends who are online or pushable." = "更多朋友（%1$d）";

"More Friends (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "更多朋友（%1$d）";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "更多在線的朋友";

"NOTE: People you add will see all previous messages in this conversation.|warning when adding new people to a thread" = "注意：你新加的對話對象將可看到這則對話先前的所有訊息。";

"Name is Too Long|alert title for long conversation name" = "名稱太長";

"Name|Placeholder text: Name of new contact" = "姓名";

"Never miss a message again|Detail subtitle for Push Notification NUX slide" = "再也不會錯過訊息";

"Never miss a message from your friends again.|Body of Messenger NUX page 2" = "絕不再錯過朋友的訊息。";

"New Contact|Button title: Create a new contact" = "新聯絡人";

"New Message|Title of screen shown when user is composing a new message" = "新訊息";

"New version available|Title of alert displayed when new version is available" = "新版本已經釋出";

"Next|Generic button to move to next item" = "繼續";

"Next|button label for moving to the next screen" = "下一個";

"No Message|dialog title for when user tries to send an empty message" = "無訊息";

"No Recipients|dialog title for when user tries to send to no recipients" = "少了收件者";

"No Results|Accessibility label describing a contacts search result with no results" = "查無結果";

"No locations shared recently.|message on map view when no location has been shared recently" = "最近沒有分享座標位置。";

"No response.|Error reported when no response is received from the server" = "無回應。";

"No, Thanks|Label on button for user to decline to rate the app" = "不用了，謝謝";

"Nobody will see exactly where you are.|Explanation to let user know sharing location will not expose his exact location." = "沒有人會看到你確實所在的地點。";

"Not Now|Button text to temporarily ignore the installation message" = "現在還不要";

"Not Now|Not now alert popup button" = "現在還不要";

"Not Now|Title of button to not share location for now." = "現在還不要";

"Not Now|button label for deferring enabling push notifications" = "現在還不要";

"Not now|Button title to decline an upgrade" = "現在不要";

"Notifications for This Conversation|Title for per-thread notification settings" = "此對話的通知";

"Notifications for this conversation are off.|Mute warning display on conversation view" = "此對話的通知已關閉。";

"Notifications|Label for enabling/disabling notification" = "通知";

"OK|Title for generic OK button." = "OK";

"Off Until %@|Short string for indicating that alerts are off until X time" = "關閉到 %1$@";

"Off for 1 Hour|Short string for indicating that alerts are off for 1 hour" = "關閉 1 小時";

"Off|Short string for indicating that alerts are off" = "關閉";

"On|Short string for indicating that alerts are on" = "開啟";

"Open in Maps|action sheet option for opening an address in the Maps app" = "開啟地圖";

"Password|password field placeholder on login screen" = "密碼";

"People in this conversation can see your location on the map.|Text of location NUX when user has enabled location services." = "在此對話中的用戶可以在地圖中看到你的位置。";

"People|Section title for list of thread participants." = "人名";

"People|title of people tab" = "人名";

"Phone Number|placeholder text for phone number field" = "電話號碼";

"Phone or Email|Placeholder text: Phone or email address of new contact" = "電話或電子郵件";

"Pin friends you message most|Label when users have no favorites" = "將最常通訊的朋友置頂";

"Please check your confirmation code and try again.|alert message for incorrect confirmation code" = "請檢查號確認代碼，然後再試一次。";

"Please check your network connection and try again.|" = "請檢查網路連線，然後再試一次。";

"Please check your number and try again.|Error reported when an invalid phone number response is received from the server" = "請檢查號碼，然後再試一次。";

"Please check your number and try again.|alert message for invalid phone number" = "請檢查號碼，然後再試一次。";

"Please download the latest version of Facebook Messenger.|Notification displayed to user when a version upgrade is available" = "請下載最新版本的 Facebook 手機即時通。";

"Please enter a message or attach a photo|dialog message for when user tries to send an empty message" = "請輸入訊息或附上相片";

"Please enter a phone number or email.|Alert message: Newly created contact has invalid information" = "請輸入電話號碼或電子郵件。";

"Please enter a valid country code.|alert message for invalid country code" = "請輸入有效的國碼。";

"Please enter the email and password you use to log in to Facebook.|Invalid login alert message" = "請輸入你用來登入 Facebook 的電子郵件與密碼。";

"Please enter the person's name and contact information.|Alert message: Newly created contact needs more information" = "請輸入人名與聯絡資料。";

"Please include a description of your problem.|Message for empty feedback warning." = "請在你的問題中包括說明。";

"Please rate the quality of your call|Prompt for call quality survey" = "請評比你的通話品質";

"Please re-login to renew your session.|Error message for expired session" = "請重新登入再次連線。";

"Please use a shorter conversation name.|alert message for long conversation name" = "請使用短一點的對話名稱。";

"Preview|title for image preview screen" = "預覽";

"Privacy & Terms|text for privacy and terms button" = "隱私 & 使用條款";

"Pull down to refresh...|message for pull down to refresh" = "下拉螢幕以重新整理⋯⋯";

"Push notification alerts are off.|Reminder text for when push alerts are off on the phone." = "推播通知警示關閉。";

"Push notification sounds are off.|Reminder text for when push notification sounds are off on the phone." = "推播通知音效關閉。";

"Push notifications are off.|Reminder text for when push notifications are off on the phone." = "推播通知已關閉。";

"Push up to refresh...|message for push up to refresh" = "上拉螢幕以重新整理⋯⋯";

"REC|The record button" = "REC";

"Rate %@|Alert title for asking user to rate this app." = "評比 %1$@";

"Rate %@|Label on button prompting user to rate the app." = "評比 %1$@";

"Reach friends wherever they are now — mobile or web.|Body of Messenger NUX page 1" = "手機或電腦，隨時隨地聯絡朋友。";

"Reach friends wherever they are now|Detail subtitle for Cross Platform NUX slide" = "不管人在何方，都能找到朋友";

"Record Audio|action sheet option for recording some audio" = "錄製語音訊息";

"Record Video|action sheet option for recording a video" = "錄製視訊";

"Record Voice|Button label for attaching an audio clip" = "錄音";

"Record|Record button for voice message" = "錄音";

"Record|Record button for voice recording" = "錄音";

"Recorder failed to start|Error info for users saying the audio recorder failed to start." = "無法啟動錄音";

"Recording cancelled|Notify user that the recording has been successfully cancelled." = "錄音已取消";

"Release to cancel recording|The instruction to user: release the record button to cancel the recording." = "放開以取消錄音";

"Release to refresh...|message for releasing to refresh" = "放開螢幕以重新整理⋯⋯";

"Remind Me Later|Label on button allowing the user to postpone rating the app." = "稍後再提醒我";

"Remove Attachment|action sheet option for removing current attachment" = "移除附件";

"Remove Photo|action sheet option for removing chosen photo" = "移除相片";

"Remove Photo|action sheet option for removing current attachment" = "移除相片";

"Removing...|text for removing progress" = "移除中⋯⋯";

"Report a Problem|title for give feedback or report bug" = "回報問題";

"Resend|Resend - Resend Button Title" = "重新傳送";

"Retry|generic retry button" = "重試";

"Save Photo|action sheet option to save photo to library" = "儲存相片";

"Save photo as conversation image?|" = "將相片儲存為這則對話的代表圖片？";

"Save|" = "儲存";

"Saving...|Progress text shown while saving a new image for a thread" = "儲存中……";

"Saving...|Progress text shown while saving a new name for a thread" = "儲存中……";

"Search for Friends|Accessibility label for button that toggles display of friends list/search" = "搜尋朋友";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "搜尋更多的朋友⋯⋯";

"Search to add favorites|placeholder in edit favorites search bar" = "搜尋以加到最愛";

"Search|placeholder in search bar" = "搜尋";

"Searching...|Placeholder text in a search results list that indicates a contact search is ongoing" = "搜尋中......";

"See which friends are within walking distance or visiting your city, and let them know you're nearby.|Description of NUX to encourage user to share location." = "查看哪些朋友在你走路可到的距離、或是前來造訪你所在城市，並讓他們知道你就在這附近。";

"Seen by Everyone|Seen state text for when everyone has seen the message." = "被所有人看過。";

"Seen by everyone|Seen state text for when everyone has seen the message." = "所有人都已看過";

"Seen by %@ %@|Text for when a message has been seen by 1 person at a certain time or date/time. eg. (Seen by <name> <time>)" = "%1$@ 在 %2$@ 查看過";

"Seen by %@|Text for when a message has been seen by 1 person" = "%1$@ 已看過";

"Seen by %@|Text for when a message has been seen by more than 1 person" = "%1$@ 已看過";

"Seen by:|Text for seen state header" = "看過的人：";

"Seen %@ near %@|Text for when a message has been sen at a certain time (or date/time) and location e.g. (Seen 3:33 PM near Palo Alto)" = "在 %1$@%2$@ 附近查看過";

"Seen %@|Text for when a message has been seen at a certain time or date/time. eg. (Seen 3:33PM) or (Seen Mon 3:33PM)" = "%1$@ 已看過";

"Select country code|select country code text" = "選擇國碼";

"Send to Phone, Chat and Web|Call to action for Cross Platform NUX slide" = "傳送到電話、聊天和網路";

"Send|Nav bar send button text" = "傳送";

"Send|Send button for voice message" = "傳送";

"Send|text to show in the send button" = "傳送";

"Sending...|sending progress text" = "正在傳送⋯⋯";

"Sent a message|default notification text for messages with no body text" = "傳送訊息";

"Sent from Messenger|indicator that a message was sent from Messenger" = "從即時通送出";

"Sent from email|indicator that a message was sent from email" = "已通過電郵傳送";

"Sent from mobile|indicator that a message was sent sent from a mobile device" = "已從手機傳送";

"Sent from web|indicator that a message was sent sent from web or chat" = "已從網路傳送";

"Sent from %@|Text used for showing the location where a message was sent from. e.g (city) or (city, state) or (city, country)." = "從 %1$@ 送出";

"Session Expired|Error title for expired session" = "連線階段已過期";

"Settings App > General > Location Services|Location of Location Services Settings page for before 4.3." = "設定應用程式〉一般〉座標定位服務";

"Settings App > Location Services|Location of Location Services Settings page for 4.3 or later." = "設定應用程式〉座標定位服務";

"Settings App > Privacy > Location Services|Location of Location Services Settings page for 6.0 or later." = "應用設定 > 隱私 > 定位服務";

"Settings|Settings alert popup button" = "設定";

"Settings|title for settings page" = "設定";

"Settings|title of settings tab" = "設定";

"Share|Share button title" = "分享";

"Shared a link|text for a link share" = "分享了一個連結";

"Shared a photo|text for a photo share" = "分享了一張相片";

"Shared a video|text for a video share" = "分享了一段影片";

"Sign Up for Facebook|Sign Up - Sign Up Button Title" = "註冊 Facebook";

"Skip|Skip - Skip Button Title" = "略過";

"Something went wrong. Want to try again?|retry dialog message" = "出現問題。要再試一次嗎？";

"Sorry, something went wrong|Generic error message for Web browser errors" = "抱歉，有東西出錯了";

"Start Group Chats|Call to action for Group Chat NUX slide" = "開始群聊";

"Stop attaching media|Accessibility text for button that lets user stop attaching photos or other media, as well as emoticons and emoji" = "停止附加媒體檔案";

"Stop|Stop button for voice recording" = "停止";

"Submit|Submit button title" = "送出";

"Switch Account|text for switching logged in user" = "切換帳號";

"Switch to Wi-Fi to complete your call|Error case when calls not allowed over cellular data. Suggest user switch to WiFi instead." = "切換到 Wi-Fi 以完成通話";

"Take Photo|action sheet option for taking a photo" = "拍照";

"Tap \"Try Again\" to send this message.|prompt for how to resend a failed message send" = "點選「再試一次」以傳送此訊息。";

"Tap gear to turn on chat|placeholder in search bar when offline" = "輕點齒輪以開啟聊天";

"Tap to discover who's in the area|Message of in-app notification explaining that user can tap to learn more about sharing location." = "點按以查看誰在這個地區";

"Tap to return to call|Message shown on in-call bar explaining that the user may tap on it to return to the call screen" = "點一下即可回電";

"Tap to send a message|Message of in-app notification explaining that user can tap to message to nearby friends." = "點按以傳送訊息";

"Tap to turn on location|Title of location NUX when user has disabled location services." = "輕點以開啟座標定位服務";

"Text messages can't be sent to that number.|Error reported when a phone number with an unsupported mobile carrier is on the recipients list of a message." = "無法傳送簡訊到這個號碼。";

"Text your friends wherever they are - on their phones or on chat.|The description message to promote users for installing Facebook Messenger app" = "手機或聊天室？不管朋友在哪裡，隨時傳簡訊。";

"That phone number is not allowed to receive text messages.|Error reported when an unlaunched phone number is on the recipients list of a message." = "該電話號碼不允許接收簡訊。";

"There was a problem connecting to Facebook. Please check your connection and try again.|error message for failing to connect to Facebook" = "連線至 Facebook 時，發生問題。請檢查連網狀態，然後再試一次。";

"There was a problem connecting your call. Please connect to Wi-Fi and try again.|Alert body message when connection failed suggesting user switch to wifi" = "通話連線出現問題。請連線到 Wi-Fi，再試一次。";

"This Conversation|header text for alert settings applying to a single conversation" = "此對話";

"Timeline|Button text to go to a user's timeline" = "動態時報";

"Timeline|divebar timeline button title" = "動態時報";

"Tip: Never Miss a Message|Title for reminder to turn on push notifications" = "提示：絕不會錯過訊息";

"To accept calls, you need to update to the new version of Messenger.|Error dialog body shown when an incoming call failed because the current version is outdated" = "要接聽來電，你必須先更新最新版本的手機即時通。";

"To complete your phone number activation, please enter the activation code|" = "若要完成開通電話號碼，請輸入啟用代碼。";

"To include location with your messages, go to your %@.|Alert dialog instructing the user how to re-enable location permission. The variable is 'Settings App > Location Services' or 'Settings App > General > Location Services'" = "若要在訊息中附上你的座標位置，請到你的 %1$@ 。";

"To make calls, you need to update to the new version of Messenger.|Error dialog body. Shown when a user attempts to make a VoIP call but their version is incompatible." = "要打電話，你必須先更新最新版本的手機即時通。";

"To turn off alerts for this conversation, go to conversation settings.|User education for how to configure conversation alerts" = "若要關閉這則對話的來訊提醒，請前往對話偏好設定。";

"To turn off location for all your conversations, go to your %@.|Text of location NUX when user turns off location services for the first time. The parameter is the location of the Location Services in the Settings app (ie. Settings App > Location Services)" = "若要關閉所有對話的座標定位功能，請至 %1$@ 。";

"To turn on notifications, visit iPhone Settings %@ Notifications %@ Messenger|Body of dialog telling the user how to enable push notifications" = "開啟通知，請到 iPhone 設定 %1$@ 通知 %2$@ 手機即時通";

"To use this feature, go to your %@ settings and choose Location Services. Select ON for Facebook.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone." = "如要使用此功能，前往 %1$@ 設定並選擇定位服務。選擇在 Facebook 開啟。";

"To use this feature, go to your %@ settings and tap Privacy, then Location Services. Select ON for Facebook.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone." = "要使用這個功能，前往你的 %1$@ 設定，點按隱私、座標定位服務。選擇對 Facebook 開啟。";

"To|Accessibility label for to field in contact picker" = "收件人";

"To:|to field in contact picker" = "收件人：";

"Touch and hold to talk.\nRelease to send, or slide off the button to cancel.|Instruction text for holding voice record button, letting go to send, and dragging finger off to cancel message" = "輕觸並按住以通話。放開以傳送，或手指滑過按鈕即可取消。";

"Try Again|button text for resending an unsent message. this is referred to in the prompt Tap \"Try Again\" text" = "再試一次";

"Turn Off Chat|Button title to let the user change their chat status from online to offline" = "關閉聊天室";

"Turn Off Until 8am|Option to turn off alerts until 8am" = "關閉到 8am";

"Turn Off for 1h|Option to turn off alerts for 1 hour" = "關閉 1 小時";

"Turn Off|Option to turn off alerts" = "關閉";

"Turn On Chat|Button title to let the user change their chat status from offline to online" = "開啟聊天室";

"Turn On Location Services|Error message title when location services are unavailable." = "開啟地標定位服務";

"Turn On Notifications|Call to action in NUX encouraging user to turn on push notifications" = "開啟通知";

"Turn On Notifications|Title of dialog telling the user how to enable push notifications" = "開啟通知";

"Turn On|Option to turn on alerts" = "開啟";

"Turn On|Turn on alerts" = "開啟";

"Turn On|button label for deferring enabling push notifications" = "開啟";

"Turn on Push Notifications|Call to action for Push Notification NUX slide" = "開啟推番通知";

"Turn on push notifications to find out when new messages arrive.|Message for reminder to turn on push notifications" = "開啟推送通知以掌握新訊息送達情形。";

"Typing…|Text for when the other user is typing. Ends with an ellipsis (U+2026) and is lower-case." = "輸入訊息中⋯⋯";

"Unable to Call %@|Error dialog title. Shown when app must be updated" = "無法接通 %1$@";

"Unable to Play Voice Message|The message to show when user receives a voice message but his app doesn't support playing it back." = "無法播放語音訊息";

"Unable to Save Image|retry dialog title for setting thread image" = "無法儲存圖片";

"Unable to Send|Title for send feedback failed warning." = "無法傳送";

"Unable to add more people to the conversation. Please try again.|error message for failing to add people" = "無法加更多人到這對話中。請再試一次。";

"Unable to name your conversation.|error message after setting conversation name" = "無法命名你的對話。";

"Unable to remove you right now.|error messages after leaving conversation" = "目前無法將你移除。";

"Unable to save messaging favorites to Facebook|error message for failing to save messaging favorites" = "無法將即時通的最愛儲存到 Facebook";

"Unable to send message. Retry?|Alert text for when a message failed to send that also asks user to retry." = "無法傳送訊息。重試？";

"Unable to send message.|Alert text for when a message failed to send." = "無法傳送訊息。";

"Unable to send right now.|error message for failing to send message" = "目前無法傳送。";

"Unpin|button title to remove user from favorites" = "取消置頂";

"Update|Get new version now button." = "更新";

"Updating...|updating progress text" = "更新中⋯⋯";

"Upgrade Now|button text on alert dialog prompting user to upgrade app" = "馬上升級";

"Use|use nav bar button in photo preview screen" = "使用";

"View Call|Text show on button that views an incoming call" = "查看來電";

"View in Maps|action sheet option for viewing a map" = "在地圖中檢視";

"View|Alert button that takes user to the thread where a message failed to send" = "查看";

"We'll text you a link to confirm your number.|Confirmation information text" = "我們會以簡訊方式傳送一個連結，與你確認號碼。";

"Welcome to Messenger|Title for NUX page" = "歡迎使用「Facebook 即時通」";

"Who would you like to send this message to?|dialog message for when user tries to send message to no recipients" = "你要將此訊息傳送給誰？";

"You can control this in your privacy settings.|Explanation to let user know he can change settings of sharing location." = "你可以在隱私設定控制這個。";

"You will get an SMS or email shortly with a code to use for logging in.|message in login approval dialog" = "你不久後將會收到一則內含用於登入的代碼的簡訊或電子郵件。";

"You won't find out when you've received a message.|Body of dialog encouraging the user to enable push notifications" = "你將無法知道幾時收到訊息。";

"Your carrier doesn't allow calling with Messenger. Please turn on Wi-Fi in your phone settings.|Error message when user tries to initiate a call if carrier doesn't allowVOIP and not on wifi" = "你的電信商不准使用即時通撥號。請在你的手機設定中切換成 Wi-Fi。";

"Your message was not sent.|text shown when a message failed to send" = "你的訊息還沒有送出。";

"Your messages were not sent.|text shown when more than 1 message failed to send" = "你的訊息還沒有送出。";

"…|Ellipsis (U+2026) used to represent a chat message that is currently being written" = "……";

"active 1d ago|indicator that a user was active 1 day ago" = "1 天前登入";

"active 1h ago|indicator that a user was active 1 hour ago" = "1 小時前登入";

"active 1m ago|indicator that a user was active 1 minute ago" = "1 分鐘前登入";

"active now|indicator that a user is currently active, on web or mobile" = "目前連線登入";

"active on mobile %@ ago|presences status for being active on mobile a relative time ago" = "%1$@ 前透過行動裝置登入";

"active on mobile|presences status for being active on mobile" = "透過手機登入";

"active %id ago|indicator that a user was active 2+ days ago" = "%1$i 天前登入";

"active %ih ago|indicator that a user was active 2+ hours ago" = "%1$i 小時前登入";

"active %im ago|indicator that a user was active 2+ minute ago" = "%1$i 分鐘前登入";

"active %@ ago|presences status for being active a relative time ago" = "%1$@ 前登入";

"error|A short message for audio play error" = "錯誤";

"is calling|text below the caller's name when they are calling" = "正在撥打";

"is typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "輸入訊息中⋯⋯";

"on mobile|presences status for being available on mobile" = "透過手機";

"online %@ ago|presences status for being online on the web a relative time ago" = "%1$@ 前上線";

"online|presences status for being online on the web" = "線上";

"typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case." = "輸入訊息中⋯⋯";

"%d of %d|Title on photo viewer screen showing which photo is currently displayed. eg. 2 of 3" = "%1$d / %2$d";

"%i Friend of Friends|Number of friends of friends in search result (singular)" = "%1$i 位朋友的朋友";

"%i Friend|Number of friends in search result (singular)" = "%1$i 位朋友";

"%i Friends of Friends|Number of friends of friends in search result (plural)" = "%1$i 位朋友的朋友";

"%i Friends|Number of friends in search result (plural)" = "%1$i 位朋友";

"%i days|text to show user was online/active N days ago (don't abbrev)" = "%1$i 天";

"%i hours|text to show user was online/active N hours ago (don't abbrev)" = "%1$i 小時";

"%i minutes|text to show user was online/active N minutes ago (don't abbrev)" = "%1$i 分鐘";

"%id|short indicator that a user was active 2+ days ago" = "%1$i 天";

"%ih|short indicator that a user was active 2+ hours ago" = "%1$i 小時";

"%im|short indicator that a user was active 2+ minute ago" = "%1$i 分鐘";

"%@  •  %@|Seen state text for a user in a group detail page. eg. (name <bullet-character> time)" = "%1$@•%2$@";

"%@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ 和 %2$@ 在使用 Facebook 即時通";

"%@ are Nearby|Title of in-app notification showing some friends are nearby. E.g. Tom, Jerry, +2 are Nearby" = "%1$@ 就在附近";

"%@ is Nearby|Title of in-app notification showing some friend is nearby. E.g. Tom is Nearby" = "%1$@ 在附近";

"%@ is calling|Message notifying of an incoming call. First parameter is the name of the caller" = "%1$@ 來電";

"%@ is in another call|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ 正在電話中";

"%@ is not available|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ 無法接聽";

"%@ is typing…|string format text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "%1$@ 輸入訊息中⋯⋯";

"%@ tried to call you|Error dialog title shown when an incoming voice call can't be received" = "%1$@ 打電話找你";

"%@ uses Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ 在使用 Facebook 即時通";

"%@|Name of a person (used both standalone and in lists). Add honorifics (-san, etc.) if appropriate." = "%1$@";

"%@, %i more|List of user names and X more if the list is truncated at N names." = "%1$@ 、 %2$i 和更多";

"%@, %@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ 、 %2$@ 和 %3$@ 都在使用 Facebook 即時通";

"%@, %@, %@ and 1 other friend use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ 、 %2$@ 、 %3$@ 和另一位位朋友都在使用 Facebook 即時通";

"%@, %@, %@ and %i other friends use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ 、 %2$@ 、 %3$@ 和其他 %4$i 位朋友都在使用 Facebook 即時通";

"%@…|a string that has been shortened adding ellipsis (unicode 2026)" = "%1$@……";

"%u Friend is Nearby|Title of in-app notification showing some friend is nearby. E.g. 1 Friend is Nearby" = "%1$u 位朋友在附近";

"%u Friends are Nearby|Title of in-app notification showing some friends are nearby. E.g. 2 Friends are Nearby" = "%1$u 位朋友在附近";

"%u Friends are Nearby|Title of megaphone to encourage user to share location. E.g. 2 Friends are Nearby." = "%1$u 位朋友在附近";

"%u of your friends are sharing when they're nearby|Message to let user know how many of his friends are sharing location." = "你有 %1$u 位朋友分享他們在這附近";

"%u photo attached|Accessiblity text for a single photo" = "已附上 %1$u 張相片";

"%u photos attached|Accessibility text for a photo set" = "已附上 %1$u 張相片";

